bmalehorn.vscode-fish
dbaeumer.vscode-eslint
dweizhe.docthis-customize-tags
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
garym.nim-alt
Gruntfuggly.todo-tree
hediet.vscode-drawio
juanmnl.vscode-theme-1984
killalau.vscode-liquid-snippets
liximomo.sftp
ms-azuretools.vscode-docker
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
neilding.language-liquid
octref.vetur
openhab.openhab
PKief.material-icon-theme
ritwickdey.LiveServer
rvest.vs-code-prettier-eslint
scala-lang.scala
sissel.shopify-liquid
toba.vsfire
tshamz.liquid-snippet-include-detection
