amiralizadeh9480.laravel-extra-intellisense
bmalehorn.vscode-fish
bmewburn.vscode-intelephense-client
castwide.solargraph
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
dweizhe.docthis-customize-tags
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
garym.nim-alt
GraphQL.vscode-graphql
Gruntfuggly.todo-tree
hediet.vscode-drawio
janisdd.vscode-edit-csv
juanmnl.vscode-theme-1984
kenhowardpdx.vscode-gist
killalau.vscode-liquid-snippets
liximomo.sftp
luggage66.AWK
mhutchie.git-graph
mikestead.dotenv
misogi.ruby-rubocop
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
mtxr.sqltools
mtxr.sqltools-driver-mysql
mtxr.sqltools-driver-pg
mtxr.sqltools-driver-sqlite
neilding.language-liquid
octref.vetur
openhab.openhab
PKief.material-icon-theme
Prisma.prisma
rebornix.ruby
ritwickdey.LiveServer
rvest.vs-code-prettier-eslint
scala-lang.scala
sissel.shopify-liquid
streetsidesoftware.code-spell-checker
tht13.python
toba.vsfire
tshamz.liquid-snippet-include-detection
vscodevim.vim
waderyan.gitblame
wingrunr21.vscode-ruby
